"DETAIL_NAV_TITLE" = "詳細";

"DUE" = "期限";
"NONE_DUE_DATE" = "なし";
"DUE_DATE_DETAIL_NAV_TITLE" = "期日";
"HAS_DUE_DATE_SWITCH_TITLE" = "期限";
"SHOW_MORE" = "表示項目を増やす…";
"SHOW_LESS" = "表示項目数を減らす…";
"PRIORITY" = "優先順位";

// Priority
"NONE_PRIORITY" = "なし";
"LOW_PRIORITY" = "低";
"MEDIUM_PRIORITY" = "中";
"HIGH_PRIORITY" = "高";
"PRIORITY_DETAIL_NAV_TITLE" = "優先順位";

// Lists
"REMINDER_LIST" = "リスト";
"LIST_TITLE_DISAMBIGUATION_FORMAT" = "%@（%@）"; // list name with account name in parentheses

// Alerts
"REMIND_ME" = "後で通知";
"NONE_REMINDER_ALERT" = "しない";
"ON_A_DAY" = "指定日時で通知";
"AT_A_LOCATION" = "指定場所で通知";
/* For large text mode, in case the string for AT_A_LOCATION gets truncated */
"AT_A_LOCATION_LARGE_TEXT" = "場所";
"ON_DUE_DATE_FORMAT" = "%@";
"CURRENT_LOCATION" = "現在地";
"CHOOSE_ADDRESS" = "連絡先を選択…";
"DETERMINING_LOCATION" = "位置情報を確認中…";
"CANNOT_DETERMINE_LOCATION" = "位置情報を取得できません";
"MY_ADDRESS_WITHOUT_LABEL" = "自分の住所"; // in case the My Info card address doesn't have a label
"CONTACT_ADDRESS_WITHOUT_LABEL_FORMAT" = "“%@”の住所"; // in case the contact address doesn't have a label
"CONTACT_ADDRESS_WITH_LABEL_FORMAT" = "“%@”の%@"; // e.g. "Steve's Work"
"ALARM_PROXIMITY_FORMAT" = "%@: %@";
"ALARM_PROXIMITY_FORMAT_ARG_ENTER" = "到着時";
"ALARM_PROXIMITY_FORMAT_ARG_LEAVE" = "出発";
"DUE_ALL_DAY_FORMAT" = "%@（終日）";
"DUE_AND_LOCATION_EXPLANATORY_FORMAT" = "%1$@に%2$@\nまたは同日の%3$@までに\nリマインダー通知されます。"; // insert line breaks to get it to look right
"DUE_AND_LOCATION_EXPLANATORY_FORMAT_PROXIMITY_ENTER" = "この場所に到着したとき";
"DUE_AND_LOCATION_EXPLANATORY_FORMAT_PROXIMITY_LEAVE" = "この場所を出発したとき";

// Location
"LOCATION" = "場所";
"NONE_LOCATION" = "なし";
"ALARM_PROXIMITY_ENTER" = "到着時";
"ALARM_PROXIMITY_LEAVE" = "出発時";
"LOCATION_PEOPLE_PICKER_PROMPT" = "連絡先の場所を選択";
"WIFI_DISABLED_SUBTEXT" = "位置情報に基づくリマインダーの精度を向上させるには、“設定”で“Wi-Fi”を有効にしてください。";
"WIFI_DISABLED_PROMPT" = "“設定”で“Wi-Fi”をオンにすると
位置情報の通知の正確性が向上します。";
"WLAN_DISABLED_SUBTEXT" = "位置情報に基づくリマインダーの精度を向上させるには、“設定”で“WLAN”を有効にしてください。";
"WLAN_DISABLED_PROMPT" = "“設定”で“WLAN”を有効にすると位置情報がより正確になります。";
"LOCATION_SERVICES_DISABLED_SUBTEXT" = "位置情報に基づくリマインダーを使用するには、“設定”で“位置情報サービス”を有効にしてください。";
"SETTINGS" = "設定";
"TYPED_LOCATION_PLACEHOLDER" = "住所を入力…";
"TYPED_LOCATION_GEOCODE_FAILURE" = "この住所の位置を確認できません。入力ミスがないことを確認して指定し直してください。";
"MAP" = "マップ";
"SHOW_IN_MAP" = "マップに表示";

/* Separator for explanatory text under the Remind Me section (e.g. we need to tell the user their WiFi is off AND explain what a day and location based alarm is.)  E.g. for English it would be \n\n: "Enable Wi-Fi in Settings.\n\nOn Jan 22, you will be reminded when you leave this location, or by 4pm that day at the latest."*/
"REMIND_ME_EXPLANATORY_SEPARATOR" = "\n\n";

// Picking the Me card in the location picker
"ME_CARD_ALERT_TITLE" = "自分の場所";
"ME_CARD_ALERT_BODY" = "リマインダーでは、“自宅”や“職場”など、連絡先情報を使用して自分の場所を選択できます。どちらの連絡先を使用しますか？";
"ME_CARD_ALERT_CHOOSE_BUTTON" = "選択";

// For when we need to show raw coordinates for the current location (9487043)
"LOCATION_DEGREES_NORTH" = "北";
"LOCATION_DEGREES_EAST" = "東";
"LOCATION_DEGREES_SOUTH" = "南";
"LOCATION_DEGREES_WEST" = "西";
"LOCATION_DEGREES_FORMAT" = "%4$@%1$d°%2$d'%3$.0f''";
"LOCATION_STRING_FORMAT" = "%@、%@";

"CANNOT_SAVE_REMINDER" = "リマインダーを保存できません";

"UNTITLED_REMINDER" = "名称未設定";
